alacritty
alsa-lib
alsa-utils
autoconf
automake
base
binutils
bison
bspwm
cinnamon-translations
dhcpcd
discord
efibootmgr
fakeroot
feh
file
findutils
flatpak
flex
gawk
gcc
gettext
git
google-chrome
grep
groff
grub
gvfs-mtp
gzip
i3-wm
intel-ucode
libtool
lightdm
lightdm-slick-greeter
linux
linux-firmware
lxappearance
m4
make
mesa
nemo
nemo-fileroller
nemo-preview
neofetch
nerd-fonts-iosevka
networkmanager
p7zip
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
picom
pkgconf
polybar
pulseaudio
pulseaudio-alsa
python-dbus
qt5-styleplugins
qt5ct
rofi
sed
siji-git
sublime-text-dev
sudo
sxhkd
telegram-desktop
texinfo
ttf-cascadia-code
ttf-dejavu
ttf-unifont
unrar
vim
visual-studio-code-bin
vlc
which
xdg-user-dirs
xf86-video-intel
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
